Repository: kamperh/kamperh.github.io
Catalog: data/siyavula_en_af.3.tmx
Source language: en
Languages: af

source: remember to make a scientific drawing using the correct way of labelling that you learnt in gr. 4 .
af: onthou om 'n wetenskaplike tekening te maak deur byskrifte op die korrekte manier soos jy in gr 4 geleer het te gebruik .

source: in grade 4 a lot of time was spent teaching learners to make scientific drawings .
af: in graad 4 is baie tyd daaraan spandeer om leerders te leer hoe om wetenskaplike tekeninge te maak .

source: the teacher must go through this revise this carefully .
af: die onderwyser moet dit noukeurig hersien of weer deurgaan .

source: perhaps make a poster and display this in class .
af: maak miskien 'n plakkaat hieroor om in die klas te vertoon .

source: the labeling must be done scientifically
af: byskrifte moet wetenskaplik korrek gedoen word .

source: the fresh tomato seeds looked
af: die vars tamatiesade lyk so

source: the seeds from the seed packet looked
af: die sade uit die pakkie lyk so

source: stem
af: stingel

source: leaves
af: blare

source: flowers
af: blomme

source: a very young plant just after it has germinated and begun to grow http www.youtube.com watch?v d26ahckeebe
af: 'n baie jong plant net nadat dit ontkiem en begin groei het. goo.gl qj4m4

source: in the space below make a scientific drawing of the different flower parts that you discovered inside the flower .
af: teken 'n wetenskaplike tekening van die verskillende dele wat jy in die blom ontdek het in die ruimte hieronder .

source: remember to follow the scientific method for making scientific drawings using the correct labelling headings and a sharp pencil .
af: onthou om die wetenskaplike metode vir die maak van wetenskaplike tekeninge te volg insluitende die korrekte gebruik van byskrifte hoofopskrifte en 'n skerp potlood .

source: all animals need to reproduce or they will become extinct .
af: alle diere moet voortplant anders sal hulle uitsterf .

source: in this section we will learn more about the life cycles of animals .
af: in hierdie afdeling sal ons meer oor die lewensiklusse van diere leer .

source: the reason for doing this activity is to let learners experience the different stages in a frog's life cycle .
af: die doel van hierdie aktiwiteit is om leerders in staat te stel om die verskillende stadiums van 'n padda se lewensiklus te beleef .

source: this activity is placed here to allow teachers to demonstrate the different stages as work progresses through this section in the workbook .
af: die aktiwiteit word op hierdie stadium gedoen om onderwysers geleentheid te gee om die verskillende stadiums te demonstreer soos die lesse deur die werkboek vorder .

source: nb tadpoles are very sensitive to chlorine and need fresh water regularly .
af: nb paddavisse is baie sensitief vir chloor en het gereeld vars water nodig .

source: change the water regularly every day or two by pouring half of the used water out and replacing it with fresh water .
af: vervang die water gereeld elke dag of twee deur die helfte van die gebruikte water uit te giet en te vervang met vars water .

source: do not add tap water directly to the remaining water .
af: moenie kraanwater direk by die oorblywende water voeg nie .

source: boil the tap water and let it stand for 24 hrs before adding it to the tadpoles' water .
af: kook die kraanwater en laat dit vir 24 uur staan voordat dit by die paddavisse se water gevoeg word .

source: alternatively buy de chlorinating tablets but even then let the replacement water stand for 24 hrs before the water change .
af: alternatiewelik koop dechlorineringstablette maar selfs dan moet die water vir 24 uur laat staan word voor die omruiling .

source: here is an easy step by step guide to keeping tadpoles http allaboutfrogs.org info tadpoles
af: hier volg 'n maklike stap vir stap gids om paddavisse aan te hou goo.gl wq6re

source: most animals like fish reptiles birds and mammals have a simple life cycle .
af: die meeste diere soos visse reptiele vols en soogdiere het 'n eenvoudige lewensiklus .

source: we can identify different stages in such a simple life cycle
af: ons kan verskillende stadiums in so 'n eenvoudige lewensiklus identifiseer

source: the gestation stage in an animal's life is the time before the embryo young animal is bor animals produce young in different ways
af: die dragtige stadium in 'n dier se lewe is die tyd voor die embrio ontwikkelende jong dier gebore word .

source: frog life cycle video http www.youtube.com watch?v 7nha9shunks&amp;feature youtu.be
af: lewensiklus van die padda video http www.youtube.com watch?v 7nha9shunks&amp;feature youtu.be

source: after the animal is born or hatched they grow and change .
af: diere groei en ontwikkel na geboorte of nadat hulle uit die eiers gekom het .

source: some animals undergo a simple change .
af: sommige diere ondergaan eenvoudige veranderings .

source: puppies for example look similar to adult dogs .
af: byvoorbeeld by honde lyk die klein hondjies baie soos die volwasse hond .

source: videos on metamorphosis http www.youtube.com watch?v cq8zkftmyl8 and the life cycle of a monarch butterfly http www.youtube.com watch?v 7auem8mbaik
af: video oor metamorfose goo.gl uyjt4 en die koningvlinder goo.gl 5svbi

source: other animals mostly amphibians and insects look very different to the adult animal when they hatch .
af: sommige ander diere meestal amfibie en insekte lyk heeltemal anders as die volwasse dier wanneer hulle uitbroei .

source: they go through very big changes in their life cycles .
af: hulle gaan deur baie groot veranderings gedurende hulle lewensiklus .

source: this change is called a metamorphosis .
af: hierdie verandering word metamorfose genoem .

source: look at the stages of metamorphosis of a monarch butterfly below .
af: kyk na die stadiumsvan metamorfose van die koningvlinder hieronder .

source: a monarch caterpillar eats and grows .
af: die ruspe van 'n koningvlinder eet en groei .

source: the caterpillar gets ready to make a pupa .
af: die ruspe maak gereed om 'n papie te word .

source: inside the pupa the caterpillar is changing into a butterfly .
af: binne in die papie verander die ruspe in 'n vlinder .

source: the adult butterfly emerges from the pupa .
af: die volwasse vlinder kom uit die papie .

source: fruit flies can smell ripe fruit and come from a long distance to find it .
af: vrugtevlie kan ryp vrugte ruik en sal van ver af kom om dit te kry .

source: the females lay eggs on the fruit .
af: die wyfies l eiers op die vrugte .

source: when the eggs of the fruit fly hatches little worms like larvae hatch .
af: wanneer die vrugtevliegeiersuitbroei kom klein wurmpies of larwes daaruit .

source: the larvae eats as much as it can and grows quickly .
af: die larwes eet soveel as moontlik en groei vinnig .

source: it turns into a pupa .
af: hulle verander dan in papies .

source: the pupa has a hard case or chrysalis .
af: diepapie het 'n harde dop .

source: inside the chrysalis the pupa undergoes tremendous changes .
af: binne in die dop ondergaan die papie 'n reuse verandering .

source: after four days the case breaks open and a fly with wings comes out .
af: n vier dae breek die dop en 'n vliegie met vlerkekom uit .

source: the activity might not work and you might not get fruit flies hatching .
af: hierdie aktiwiteit mag dalk nie werk nie en die vrugtevlie mag dalk nie kom nie .

source: in that case explain to the learners that the flies did not smell the fruit and did not come .
af: in daardie geval verduidelik aan die leerdersdat die vlie moontlik nie die vrugte geruik het nie .

source: refer to the diagram below to continue the activity .
af: verwys na die diagram hieronder om die aktiwiteit voort te sit .

source: after keeping the fruit fly diary carefully study the following diagram of the fruit fly's life cycle .
af: nadat die vrugtevliegdagboek afgehandel is bestudeer die volgende diagram wat die vrugtevlieglewensiklus toon .

source: write a sentence or two explaining what is happening at each stage of the fruit fly's life cycle .
af: skryf 'n sin of twee wat verduidelik wat in elke stadium van die lewensiklus gebeur .

source: once a young animal matures into an adult it is ready to produce its own offspring .
af: sodra die dier tot 'n jong volwassene gegroei en ontwikkel het raak dit gereed om sy eie nakomelinge te verwerk .

source: mature females produce egg cells and mature males produce sperm cells .
af: wanneer die diere paar kan die manlike spermselle die vroulike eiersel bevrug .

source: when they mate the male sperm cells fertilise the female egg cells .
af: dit produseer 'n embrio en die lewensiklus begin weer van voor af oor .

source: an animal can die at any stage in its life cycle .
af: 'n dier kan op enige stadium van die lewensiklus doodgaan .

source: various things can cause death to the animal .
af: verskeie faktore kan die dood van 'n dier veroorsaak .

source: in your group discuss a number of possible causes of death of animals and write them below .
af: bespreek in jou groep wat die dood van 'n dier kan veroorsaak en skryf dit hieronder neer .

source: causes include old age illness environmental conditions such as drought or flooding being eaten by predators or hunted by humans death due to human causes like poisoning or destroying the environment or through pollution .
af: oorsake sluit in ouderdom siekte omgewingsfaktore soos droogte en vloede om gevang te word deur roofdiere of deur mense gejag te word dood as gevolg van menslike oorsake soos vergiftiging of die vernietiging van die omgewing of deur besoedeling .

source: you should have been watching and observing the tadpoles develop into frogs over the past while .
af: u kon waargeneem het hoe die paddavisse oor die afgelope tyd in paddas ontwikkel het .

source: this activity is to reinforce what you have observed .
af: hierdie aktiwiteit is bedoel om dit wat julle waargeneem het vas te l .

source: if you were not able to actually watch tadpoles develop in class then just use the following activity to show how tadpoles change into frogs .
af: indien dit nie vir u moontlik was om die verandering van die paddavisse in die klas dop te hou nie dan kan u die volgende aktiwiteit gebruik om te wys hoe paddavissies in paddas ontwikkel .

source: gestation stage
af: draagtyd

source: larva stage
af: larwale stadium

source: young adult stage
af: jong volwassene stadium

source: adult stage
af: volwasse stadium

source: frog embryos develop inside the eggs and then tadpoles hatch from this .
af: padda embrio's ontwikkel binne in die eiers en paddavisse broei dan hieruit .

source: the tadpole has a tail and gills; it looks like a fish; after some time it grows hind legs front legs and the tail shrinks .
af: die paddavis het 'n stert en kieue; dit lyk soos 'n vissie; n 'n tydjie ontwikkel dit agter en dan voorbene en die stert begin krimp .

source: the young adult doesn't have a tail anymore and the front and hind legs develop fully .
af: die jong volwassene het nie meer 'n stert nie en die agter en voorbene is ten volle ontwikkel .

source: the frog matures and can reproduce .
af: die padda bereik volwassenheid en kan voortplant .

source: animal life cycles video http www.youtube.com watch?v v5nbpkmdh o
af: diere se lewensiklusse video goo.gl 5iaow

source: explain what it means when we say that a plant or animal has a life cycle .
af: verduidelik wat dit beteken as ons s dat 'n plant of dier 'n lewensiklus het .

source: plants and animals grow and develop throughout their lives and a life cycle describes the stages and processes that take place as a plant and animal grows and develops from embryo to mature reproducing adult .
af: plante en diere groei en ontwikkel dwarsdeur hulle lewens en 'n lewensiklus beskryf die stadiums en prosesse wat plaasvind as 'n plant of dier groei en ontwikkel vanaf 'n embrio tot 'n uitgegroeide volwassene wat kan voortplant .

source: explain the 4 stages in the life cycle of a flowering plant think for example of a tomato or bean plant .
af: verduidelik die vier stadiums in die lewensiklus van 'n blomplant dink byvoorbeeld aan 'n tamatie of boontjieplant .

source: seeds germinate to form little plants little plants grow and develop plants mature and make flowers flowers are pollinated and form little tomatoes tomatoes make seeds
af: saad ontkiem om klein plantjies te vorm klein plantjies groei en ontwikkel plante bereik volwassenheid en maak blomme blomme word bestuif en vorm klein tamaties tamaties maak saad

source: plants use their brightly coloured petals and their scent to attract animals .
af: blomme gebruik helder gekleurde kroonblare en aangename reuke om diere te lok .

source: why do they need to attract animals ?
af: waarom is dit nodig dat hulle diere lok ?

source: plants need these animals to spread their pollen and receive pollen from other flowers .
af: plante het hierdie diere nodig om hul stuifmeel te versprei en om stuifmeel van ander blomme af te ontvang .

source: plants pollinated by the wind are much less attractive than plants that have to attract birds and insects .
af: windbestuifde plante is baie minder aantreklik as plante wat vols en insekte moet lok .

source: the wind does not choose which plant to pollinate and pollinates all the plants therefore the plants only have to make their pollen available to the wind to disperse .
af: die wind kies nie watter plant om te bestuif nie en bestuif alle plante; gevolglik hoef die plante net hulle stuifmeel aan die wind beskikbaar te stel vir verspreiding en nie mooi te lyk nie .

source: when plants disperse their seeds by means of water what important features do these seeds need to have ?
af: wanneer plante hulle sade met behulp van water versprei watter belangrike eienskappe moet hierdie sade h ?

source: the seeds need to be watertight .
af: die sade moet waterdig en lig wees .

source: why do animals and plants reproduce ?
af: waarom moet diere en plante voortplant ?

source: if they do not reproduce they will become extinct .
af: as hulle nie voortplant nie kan die spesie uitsterf .

source: order the pictures above into the correct order that it takes place in .
af: rangskik die meegaande illustrasies in die korrekte volgorde .

source: write numbers 1 4 in the order that the pictures should be .
af: skryf die nommers 1 4 in die volgorde waarin die illustrasies moet wees .

source: describe the different stages in the life cycle of a cat and the processes that take place in the space below .
af: beskryf die verskillende stadiums indie lewensiklus van 'n kat en die prosesse wat daarin plaasvind in die ruimte hieronder .

source: you may use illustrations to enhance your work but these will not be assessed .
af: jy mag tekeninge gebruik om jou werk te illustreer maar dit sal nie geassesseer word nie .

source: gestation the kittens develop inside the womb of the female cat
af: draagtyd die katjies ontwikkel binne in die wyfiekat se baarmoeder .

source: growth and development once the kittens are born alive they are blind and suckle from the mother cat .
af: groei en ontwikkeling wanneer die lewendige katjiese gebore word is hulle blind en drink aan hulle ma .

source: after about 6 weeks they leave the mother cat and grow and develop on their own .
af: na omtrent 6 weke verlaat hulle die moederkat en groei en ontwikkel verder op hulle eie .

source: maturation the kitten grows and matures .
af: volwassewording die katjie groei en word volwasse .

source: it changes but the basic body shape remains the same .
af: dit verander maar die basiese liggaamsvorm bly dieselfde .

source: adult reproduction the cat matures and can reproduce .
af: volwasse voortplanting die kat bereik volwassenheid en kan voortplant .

source: when does an animal die ?
af: wanneer gaan 'n dier dood ?

source: an animal can die at any time during its life cycle .
af: 'n dier kan op enige stadium van sy lewensiklus doodgaan .

source: why do you think certain plant species declined in areas where specific animals have been poached like chimpanzees orangutans or hornbills parrots and other exotic birds ?
af: hoekom dink jy het die getalle van sekere plantspesies afgeneem in gebiede waar diere soos sjimpansees oerangoetangs neushoringvols papegaaie en ander eksotiese vols deur mense uitgeroei is ?

source: these animals spread the plants' seeds and if they are removed the seeds cannot often germinate or grow and develop as needed .
af: hierdie diere versprei die plante se sade en as hulle verwyder word kan die sade nie voldoende ontkiem om te groei en ontwikkel soos wat dit nodig is nie .

source: what possible dangers do crop sprays pesticides and pollution hold for plants and animals ?
af: watter moontlike gevare hou onkruiddoders gifstowwe en besoedeling vir plante en diere in ?

source: this question is meant to engage learners and requires them to display their understanding of the negative human impact on the environment .
af: hierdie vraag is bedoel om leerders te boei en vereis dat hulle insig toon in die negatiewe impak van die mens op die omgewing .

source: learners' answers will vary but needs to display this understanding .
af: leerders se antwoorde sal verskil maar hulle moet hierdie insig toon .

source: introducing the topic
af: bekendstelling van die onderwerp

source: the first important message of this unit is that purpose comes before choice of material .
af: die eerste belangrike boodskap van hierdie eenheid is dat doel voor keuse van materiaal kom .

source: once we know the purpose of whatever product it is we want to produce we can decide what properties we need the building material to have and then choose a material that possesses those properties .
af: wanneer ons weet wat die doel van 'n spesifieke produk is wat ons wil vervaardig kan ons besluitwatter eienskappe die boumateriaal moet h&#234; en ons kan dan 'n materiaal kies wat daardie eienskappe besit .

source: in the first unit of matter and materials we distinguish between materials that are metallic and those that are not .
af: in die eerste eenheid van materie en materiale onderskei ons tussen materiale wat metaalagtig is en die wat nie metaalagtig is nie .

source: although this is not a formal definition we group everything that is not metallic into the category of non metals .
af: alhoewel dit nie 'n formele definisie is nie groepeer ons alles wat nie metaalagtig is nie saam in die kategorie van nie metale .

source: we make the distinction between metals and non metals on the basis of properties and so it is important to establish a firm understanding of the term properties early on .
af: ons maak die onderskeid tussen metale en nie metale op grond van die materiaal se eienskappe .

source: you could start with a conversation about building something new like the dog house example below then steer the conversation towards properties by asking questions around the ways in which the object will be used .
af: jy kan begin met 'n gesprek oor die bou van iets nuuts soos die voorbeeld van die hondehok hieronder en die gesprek dan lei na eienskappe deur vrae te vra oor die maniere hoe die voorwerp gebruik sal word .

source: in this chapter we will learn about metals and non metals .
af: ons sal in hierdie hoofstuk leer van metale en nie metale .

source: do you remember learning about materials in grade 4 .
af: onthou jy dat ons van materiale geleer het in graad 4 ?

source: metals and non metals are two different classes of materials .
af: metale en nie metale is twee verskillende klasse van materiale .

source: each class has its own unique properties .
af: elke klas het sy eie unieke eienskappe .

source: properties are the things that are special or unique about an object or a material .
af: eienskappe is daardie dinge wat spesiaal of eie is aan 'n voorwerp of 'n materiaal .

source: we can use the properties of a material to describe what it is like .
af: ons kan die eienskappe van 'n materiaal gebruik om te beskryf hoe dit is .

source: for example we could say that a property of a gas is that it can be compressed .
af: ons kan byvoorbeelds&#234; dat 'n eienskap van 'n gas is dat dit saamgepers kan word .

source: when we want to make a new product a building or a tool or any kind of object we first have to decide what the purpose of that product will be .
af: wanneer ons 'n nuwe produk wil maak 'n gebou of 'n stuk gereedskap of enige soort voorwerp moet ons eers besluit wat die doel van daardie produk sal wees .

source: perhaps we want to make a tool for digging in the garden or a kennel dog house for our new puppy .
af: miskien wil ons 'n stuk gereedskap maak om in die tuin mee te grawe of 'n hondehok vir ons nuwe hondjie .

source: the purpose of the product will help us decide which would be the best material with which to make the object .
af: die doel van die produk sal ons help om te besluit watter materiale die beste sal wees om dit mee te maak .

source: what would be the best material for a digging tool ?
af: wat sou die beste materiaal wees vir die maak van 'n stuk gereedskap om mee te grawe ?

source: surely we would need a tool that is strong and durable; with a sharp edge that will allow us to cut through the soil when we dig into it .
af: ons sou sekerlik gereedskap benodig wat sterk en duursaam is iets met 'n skerp rand waarmee ons deur die grond kan sny wanneer ons daarin grawe .

source: what material would allow us to make a dog house that is cool in summer and warm in winter ?
af: watter materiaal sou geskik wees om 'n hondehok te maak wat koel is in die somer en warm in die winter ?

source: wood
af: hout

source: what material would you choose to make a spade for digging in the garden ?
af: watter materiaal sou jy kies om 'n graaf te maak om in die tuin mee te grawe ?

source: metal or hard plastic
af: metaal of harde plastiek

source: the next activity is about the things we think about when we choose materials for a specific purpose .
af: die volgende aktiwiteit handel oor die dinge waaraan ons dink wanneer ons materiale vir 'n spesifieke doel kies .

source: in this case the purpose is building a house .
af: in hierdie geval is die doel om 'n huis te bou .

source: the purpose of the activity is for learners to discover that there are many options to choose from when choosing materials for a particular job and that circumstances may dictate which material would be the best choice .
af: die doel van hierdie aktiwiteit is dat leerders sal ontdek dat daar baie opsies is wanneer materiale vir 'n spesifieke taak gekies moet word en dat omstandighede mag voorskryf watter materiaal die beste keuse sou wees .

source: for instance the learners are required to say which material corrugated iron or wood would be best suited for a house located next to the ocean .
af: so byvoorbeeld word daar vanleerders verwag om te s&#234; watter materiaal sinkplaat of hout die beste keuse sou wees vir 'n huis by die see .

source: they should be encouraged to think about aspects such as corrosion which will be dealt with in greater detail later and thermal conductivity also covered later which would make wood the better choice .
af: hulle moet aangemoedig word om aspekte soos korrosie wat later meer breedvoerig bespreek gaan word en hitte geleiding ook later bespreek in ag te neem wat hout die beter keuse maak .

source: availability and cost are also aspects that could be brought into the conversation .
af: beskikbaarheid en koste is ook aspekte wat in die gesprek aangeraak kan word .

source: how available is corrugated iron vs wood ?
af: hoe beskikbaar is sinkplaat teenoor hout ?

source: what material was used to build house a ?
af: watter materiaal is gebruik om huis a te bou ?

source: house a is made of corrugated iron tin metal .
af: huis a is van sinkplaat blik metaal gemaak .
